The rotational forces at relative point position of the element.
  Namespace:   Autodesk.Revit.DB.Structure
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
  Since:  2016
 Syntax
  C#
public XYZ Moment { get; set; }
  Visual Basic
Public Property Moment As XYZ
	Get
	Set
  Visual C++
public:
property XYZ^ Moment {
	XYZ^ get ();
	void set (XYZ^ value);
}
 Remarks
 The x value of XYZ object represents moment about x-axis of the analytical model coordinate system, y about y-axis, z about z-axis respectively.
 Exceptions
  Exception  |   Condition
   Autodesk.Revit.Exceptions ArgumentNullException   |   When setting this property: A non-optional argument was NULL
 See Also
  MemberForces Class
  Autodesk.Revit.DB.Structure Namespace